Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/hiof.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Teaching varies between physical and online lectures, seminars, talks and activities.
nb: Undervisningen blir gitt i forelesninger, seminarer og gruppetimer, samt i språklaboratorium.

source: Teaching methods vary between lectures, group work, exercises and plenary discussions.
nb: Undervisningen vil veksle mellom forelesninger, gruppearbeid, øvelser og plenums­diskusjoner.

source: Superuser Jobbnorge, Public360 and SAP reports
nb: Superbruker Jobbnorge, Public360, SAP rapporter

source: Obligatory course in the 60 ECTS part of the Bachelor's Programme in Languages for students with German as one of their chosen languages.
nb: Obligatorisk emne i 60-studiepoeng enhet for studenter i Bachelorstudium i språk - heltid (Språkvalg Tysk)

source: familiar with methods and techniques for sketching and prototyping
nb: er kjent med metoder og teknikker for skisser og prototyper

source: [Show all 9 contributors for this article]
nb: [Vis alle 9 forfattere av denne artikkelen]

source: General principles for evolution.
nb: Generelle prinsipper for evolusjon.

source: Through teaching in philosophy of science, research design and quantitative and qualitative methodology, the students will develop the necessary knowledge and skills for work on the thesis.
nb: Gjennom undervisning i vitenskapsteori, forskningsdesign og kvantitativ- og kvalitativ metode, vil studentene utvikle kunnskap og ferdigheter som er nødvendig i avhandlingsarbeidet.

source: The main focus will be on an overall design in which the student has independent chief responsibility for the individual components of the work, such as space, light, sound, smells etc.
nb: Hovedfokus vil ligge på en helhetlig utforming hvor studenten har et selvstendig overordnet ansvar for de enkelte bestanddeler i arbeidet, som rom, lys, lyd, lukt, etc..

source: Paul: Well, we'll watch out in the future.
nb: I dag skal han ta taxi til Shanghai bibliotek.

source: Leganto is a digital reading list system for students, lecturers and libriarians.
nb: Leganto er et digitalt pensumlistesystem for studenter, forelesere og bibliotekarer.

source: and the programme as a whole.
nb: og studiet som helhet.

source: The parking cards for the electric car spaces are green and are issued at the Service Square at Fredrikstad.
nb: Parkeringskortene for El-bil plassene er grønne og utstedes på servicetorget ved studiested Fredrikstad.

source: For a 4-year period, I have been elected to the National Council for Higher Education, and for the past year have been a member of a sub-election, which has worked with sustainability.
nb: For en 4-års periode er jeg valgt inn i det nasjonale rådet for høyere utdanning, og har det siste året vært medlem av et undervalg, som har jobbet med bærekraft.

source: Login with FEIDE.
nb: Logg inn med FEIDE.

source: The students will write two in-depth assignments as a basis for assessment in the course.
nb: Studentene skriver to fordypningsoppgaver som grunnlag for vurdering i emnet.

source: Autumn 2004 - Autumn 2016: Employed at NORD University
nb: Høsten 2004 - Høsten 2016: Ansatt ved NORD Universitet

source: Master in print journalism, University of Sheffield, UK
nb: Mastergrad journalistikk, Universitetet i Sheffield (UK)

source: Sharing options: Click on the arrow right next to "Share Screen", and select "Advanced Sharing Options".
nb: Inne i møtet, trykk på pila ved siden av "Share Screen", og velg "Advanced Sharing Options".

source: Parking signs have now been erected at Bjølstadjordet and at the other parking spaces of the University College with current parking regulations.
nb: Det er nå satt opp parkeringsskilt på Bjølstadjordet og ved de andre parkeringsplassene til Høgskolen med gjeldende parkeringsreguleringer.

source: Time and place:
nb: Bachelor i revisjonsfag:

source: In this case, it is not appropriate to travel to Halden first and then travel to Fredrikstad.
nb: I dette tilfelle er det ikke hensiktsmessig å reise først til Halden for deretter å reise til Fredrikstad.

source: The work package will summarize the work done in work packages 2-4 and operationalize the opportunities that 'third spaces' provide for TCS and the development of 'mutual learning' among teacher students, teacher educators, practice teachers and TCS artists, and administrators.
nb: Arbeidspakken vil oppsummere arbeidet som er gjort i arbeidspakke 2-4 og operasjonalisere mulighetene som 'tredje rom' gir for DKS og utvikling av 'gjensidig læring' blant lærerstudenter, lærerutdannere, praksislærere og DKS-kunstnere, og administratorer.

source: Forms of teaching and learning
nb: Organisering og læringsformer

source: The event does not require that you sign-up, and it is open and free of charge for all of Østfold University college’s students to attend.
nb: Arrangementet krever ingen påmelding og er åpent og gratis for alle studenter ved Høgskolen i Østfold.

source: Contact an employee at the HR Department or HSE adviser Inge Buch at Stamina Helse for a meeting.
nb: Ta kontakt med en ansatt i Seksjon for HR eller HMS- rådgiver Inge Buch i Stamina Helse for en samtale.

source: Theory and Methods 3
nb: Teori og metoder 3

source: Check the box "Host Only" under "Who can share?" to stop others from sharing their screens
nb: Kryss av for "Host Only" under "Who can share?", så er det bare du som kan dele skjerm.

source: The templates are available for Microsoft Word, LibreOffice Writer and LaTeX/Overleaf, in norwegian and english versions (they are also easy to adapt to any language), on an open Facebook page:
nb: Malene er tilgjengelig for Microsoft Word, LibreOffice Writer og LaTeX/Overleaf, i norsk og engelsk versjon (de er forøvrig lette å tilpasse ethvert språk), på en egen åpen FB-side her:

source: The frontier/wilderness, sex/sexuality, slavery/racial delineation and the family are some of the socio-cultural issues that are explored.
nb: Det ville Vesten/villmarken, sex/seksualitet, slaveri/raseskille og familien er noen av de sosiokulturelle spørsmålene som blir utforsket.

source: After a short time you will receive an SMS with a 6-digit code, fill in this code in the field that appears on the PC and click "Next".
nb: Du vil etter kort tid motta en SMS med en 6-sifret kode, fyll denne koden inn i feltet som dukker opp på PCen og klikk "Neste".

source: Educated as a chemical engineer with Biotechnology as a field of study at Østfold University College 2001 at Sarpsborg.
nb: Utdannet som kjemiingeniør med Bioteknologi som studieretning på Høgskolen i Østfold Sarpsborg 2001. Tok en ulike analytisk kjemifag som:

source: The Research Group for Cyber-physical systems (CPSForsk) looks at systems where it is essential to observe and manage physical things.
nb: Forskergruppa Cyber-fysiske systemer (CPSForsk) konsentrerer seg om systemer der det er essentielt å observerer og styre fysiske ting.

source: Subscribe to your personal schedule in Office365
nb: Abonnere på timeplaner i Office365

source: f you have Office 2013 or 2016 on your computer, you can upgrade to Version 2019 in the Software Center
nb: Hvis du har Office 2013 eller 2016 på datamaskinen din, kan du oppgradere til versjon 2019 i

source: The student is able to produce new knowledge through literature search, contact with experts, users and in his/her project work.
nb: Kandidaten kan produsere ny kunnskap gjennom litteratursøking, kontakt med fagmiljøer, brukergrupper og i sitt prosjektarbeide.

source: Minimum 75% attendance and participation in internal and external assignments linked to the project
nb: Minimum 75 % oppmøte og deltagelse i interne og eksterne oppdrag knyttet til prosjektet

source: This work will be carried out in groups, individually, at seminars and with their supervisor.
nb: Dette arbeidet gjøres både i grupper, individuelt, i seminar, og sammen med veileder.

source: NITO students Halden can be contacted through the Facebook page
nb: NITO studentene Halden kan kontaktes gjennom Facebook-siden

source: 4 hours of lectures + practice per week
nb: 4 timer forelesning + øvinger per uke.

source: Employed her at the university as department engineer from November 2015. Projects
nb: Ble ansatt som avdelingsingeniør her på høgskolen november 2015.

source: Staff receive a NOK 90 discount on the regular price
nb: Ansatte får kr 90 i rabatt på ordinær pris

source: knowledge and understanding of British history, culture and society
nb: kunnskap om og forståelse for britisk historie, kultur og samfunn.

source: in relation to the course.
nb: i relasjon til emnet.

source: Click "Next" in the guide on the PC and scan the QR code with your mobile.
nb: Klikk "Neste" i veilederen på PCen og skann QR-koden med mobilen.

source: You enter \ by pushing Shift + Alt + 7 on the keyboard
nb: Du finner \ ved å trykke på Shift + Alt + 7

source: Installation files for "CES EDUPACK" are posted here:
nb: Installasjonsfiler for «CES EDUPACK» er lagt ut her:

source: can independently conceive, develop, plan, implement, test and execute scenographic work in all phases of its realisation.
nb: kan selvstendig unnfange, utvikle, planlegge, implementere, prøve ut og gjennomføre et scenografisk arbeid i alle faser av en realisering.

source: UiO uses Google Analytics to analyze the use of our web site.
nb: HiØ bruker Google Analytics for å analysere bruken av høgskolens nettsider.

source: I completed my masters degree in applied computer science at Østfold University Collage in august of 2021.
nb: Jeg fullførte min mastergrad i anvendt informatikk hos Høgskolen i Østfold i august, 2021.

source: In cooperation with a supervisor and the student group, the student is expected to prepare an individual theory curriculum as part of T&M 1-3.
nb: Det legges opp til at studenten i samarbeid med veileder og studentgruppen utarbeider et individuelt teoristudium som en del av faget T&M 1-3.

source: They can be contacted through the Facebook group
nb: De kan kontaktes gjennom Facebook-gruppen

source: It is important to be there for the person who has experienced harassment.
nb: Det er viktig å være der for den som har hatt en slik opplevelse.

source: Person-centred healthcare as a cornerstone for high-quality health services, including intervention studies, randomised controlled trials (RCT) and instrument development.
nb: Person-sentrert helsearbeid som grunnlag for kvalitet i helsetjenesten, inkludert her er blant annet intervensjonsstudier, randomiserte kontrollerte studier (RCT) og instrumentutvikling.

source: 2013 - 2015 / Post Graduate Certificate in Education
nb: 2013 - 2015 / Praktisk pedagogisk utdanning for yrkesfag

source: -analysing the Gothic style through art, culture, film and other media
nb: -analysere gotikken gjennom kunst, kultur, film og andre medier

source: Work and learning methods include lectures, seminars, group work, supervision sessions, online work and discussions.
nb: Læringsformene omfatter forelesninger, seminarer, gruppearbeid, veiledningstimer, nettarbeid og diskusjoner.

source: collect data and indicators for foreign trade and international competitiveness
nb: innhente data og indikatorer om norsk utenrikshandel og internasjonal konkurranseevne

source: Her practice is cross-diciplinary, and she works alternately as a stage director, dramaturg, playwright, performer, costume designer, producer and scenographer, with a professional anchor in the latter.
nb: Praksisen hennes er tverrkunstnerisk, og hun arbeider som sceneinstruktør, dramaturg, dramatiker, skuespiller, kostymedesigner, produsent og scenograf, med faglig hovedtyngde på sistnevnte.

source: Download the Student ID app from your app store (Supplier Computas):
nb: Last ned studentbevis-appen fra din app-butikk (Leverandør Computas):

source: Hydrogels for saltwater/freshwater energy production
nb: Hydrogeler for energiproduksjon fra saltvann/ferskvann

source: The students can choose a topic for their semester paper either from the course SFT22018 German in contrast or SFT22118 Berlin after 1945: urban history, literature and film.
nb: Studentene kan velge tema for sin semesteroppgave enten i tilknytning til SFT22018 Språk i kontrast eller SFT22118 Berlin etter 1945:

source: Minimum 100 hours required for personal attendance at the selected company or placed organization.
nb: Minimum 100 timer fysisk utplassert i utvalgt bedrift.

source: Initially, it will be tested from 09-12, but this will be adjusted if the need increases.
nb: I utgangspunktet vil det testes fra kl 09-12, men dette vil justeres om behovet øker.

source: Lectures and supervision 4 hours per week.
nb: 4 timer forelesning og veiledning per uke.

source: Lock meeting: Press "Manage Participants" and "Lock Meeting" once all participants have attended the meeting
nb: Inne i møtet, trykk "Manage Participants" og derette på "Lock Meeting"

source: Work package 1: Project management
nb: Lisbet Skregelid Arbeidspakke 1: Prosjektstyring

source: Instructions on how to set up 2-factor authentication
nb: Veiledning på hvordan du kan sette opp 2-faktor autentisering

source: The topic shall be presented and the work summarised for fellow students and the lecturer during the course, see Coursework requirements for more information.
nb: Temaet skal presenteres og arbeidet sammenfattes for medstudenter og faglærer underveis, se nærmere under Arbeidskrav.

source: as Journalist, Lecturer in German Literature (Universitetet i Oslo), Assistent director (Landesbühne Niedersachsen Nord, Wilhelmshaven), Assistant instructional designer (Amnesty International, Oslo) and Manager for Freunde der Opera Mauritius e.V. (Berlin)
nb: som journalist, timelærer i tysk litteratur (Universitetet i Oslo), regiassistent (Landesbühne Niedersachsen Nord, Wilhelmshaven), Assistant instructional designer (Amnesty International, Oslo) og daglig leder for Freunde der Opera Mauritius e.V.

source: Line and surface integrals.
nb: Greens-, Stokes- og divergens-setningene.

source: During the course of the academic year, students will work on a literature review that will be submitted towards the end of the year as an in-depth assignment of 7500-12500 words (excluding cover, table of contents, and literature list).
nb: I løpet av studieåret skal studenten arbeide med en litteraturgjennomgang som mot slutten av studieåret skal leveres inn som en fordypningsoppgave på 7500-12500 ord (unntatt forside, innholdsfortegnelse og litteraturliste).

source: give an overview of the organisation of the Norwegian political-administrative system, and analyze the normative basis of representative democracy
nb: gi en oversikt over organiseringen av det norske politisk-administrative systemet, og analysere det representative demokratiets normative grunnlag

source: The paper's length shall be 21,000-23,000 characters including spaces, footnotes and the reference list.
nb: Oppgava skal omfatte 21.000-23.000 tegn med mellomrom, fotnoter og litteraturliste inkludert.

source: Enter the email address in the "Value" field and press "Add Identity"
nb: Skriv inn epostadressen i feltet "Value" og trykk "Add Identity"

source: The reading list may be subject to change before the semester starts.
nb: Karakter gitt på skriftlig prosjektoppgave i gruppe kan påklages.

source: can critically assess, reflect on and present his or her own artistic work, and assess and place his/her own methods of project development within different contexts.
nb: kan kritisk vurdere, reflektere over og presentere eget kunstnerisk arbeid, samt vurdere og innenfor ulike kontekster plassere egne metoder for prosjektutvikling.

source: The course will give the student approximately 280 hours of work.
nb: Det er forventet at studenten bruker om lag 280 timer på dette emnet.

source: Individual written home exam, 5 hours.
nb: Individuell skriftlig hjemmeeksamen, 5 timer.

source: By using short range communication standards such as WiFi and ITS-G5, and by using cellular communication only when available, we allow this solution to be deployed even at remote locations that have no reliable cellular connectivity.
nb: Kommunikasjonsløsningen vil basere seg på WiFi eller ITS-G5, og bruke mobilkommunikasjon bare når det er greit tilgjengelig.

source: FO-studentene have a local team in Fredrikstad and can be contacted through the Facebook page
nb: FO-studentene har medlemslag i Fredrikstad og kan kontaktes gjennom Facebook-siden

source: This study presents "Paper Pocket Pets", an approach to support students' creativity and their ability to learn digital fabrication and programming.
nb: Denne studien presentere "Paper Pocket Pets" for å støtte studentenes kreativitet og deres evne til å lære digital fabrikasjon og programmering.

source: The syllabus comprises both literature and lectures.
nb: Pensum utgjøres av både litteratur og forelesninger.

source: Teaching and learning in Massive Open Online Courses (MOOCs)
nb: Læring og undervisning i nettbaserte omgivelser (Massive Open Online Courses - MOOCs)

source: Start Finder, and then Go > Connect to server (Koble til tjener in Norwegian)
nb: Start Finder, og gå inn på meny Go > Connect to server (Koble til tjener ved norske menyer)

source: Elective course in the extension course in German.
nb: Valgfritt emne i Tysk påbyggingsstudium.

source: Guides for the fellowship
nb: For mottaker av stipendet

source: , Associate Professor, Department of Visual Arts and Drama, University of Agder
nb: , førsteamanuensis, Institutt for visuelle og sceniske fag, Universitetet i Agder

source: 4 hours written individual exam.
nb: 4 timer Tillatte hjelpemidler:

source: Portfolio exam comprising of 3-4 assignments.
nb: Mappeeksamen bestående av 3-4 leveranser.

source: In addition, an advisory board and a reference group will be involved during the project period.
nb: I tillegg vil et advisory board og en referansegruppe involveres i løpet av prosjektperioden.

source: First place in Nordic Mathematical Contest.
nb: Første plass i Nordic Mathematical Contest.

source: All students must have an English-English dictionary such as Collins Cobuild Dictionary, Longman Dictionary of Contemporary English, Oxford Advanced Learner's Dictionary, or another learner's dictionary for non-native users of English.
nb: Alle studenter må dessuten ha tilgang til en engelsk-engelsk ordbok, for eksempel Collins Cobuild Dictionary, Longman Dictionary of Contemporary English, Oxford Advanced Learner’s Dictionary eller en annen ordbok bregnet på brukere som ikke har engelsk som morsmål (Learner’s dictionaries).

source: the feasibility of Virtual Reality as intervention approaches for children with Autism and other neurodevelopmental conditions.
nb: gjennomførbarheten av Virtual Reality som intervensjonstilnærminger for barn med autisme og andre nevroutviklingstilstander.

source: The purpose of the literature review is that the students familiarise themselves with a theoretical topic that is current and relevant to the master's thesis they will work on in the third and fourth years.
nb: Hensikten med litteraturgjennomgangen er at studentene skal sette seg inn i en teoretisk tematikk som er aktuell og relevant i forhold til den masteravhandlingen de skal skrive i løpet av tredje og fjerde studieår.

source: Aesthetically, LingVib also represents the linguistic vibrations reflected through the areas of expertise of its members which include morpho-syntax, phonetics, contrastive grammar, discourse analysis, pragmatics, sociolinguistics, historical linguistics, corpus linguistics, pragmatics and psycholinguistics, among others.
nb: Interesseområdene inkluderer morfosyntaks, fonetikk, kontrastiv grammatikk, diskursanalyse, pragmatikk, sosiolingvistikk, historisk lingvistikk, korpuslingvistikk og psykolingvistikk med mer.

source: Issues management and crisis communication
nb: Krisekommunikasjon (crisis communication)

source: The scope of the supervision is 6 hours.
nb: Veiledningsomfanget utgjør 6 timer.

source: Meeting links must never be published online, and notices must be set to "private"
nb: Møtelenker skal aldri publiseres på nett, og innkallinger skal settes til "privat"

source: See the study plan for the course outline.
nb: For nærmere beskrivelse, se studieplan.

source: 4 hours lectures and supervision each week.
nb: 4 timer forelesning samt veiledning pr uke.

source: Methods for experimentation, design and evaluation
nb: Metoder for eksperiementer, design og evaluering

source: Start Zoom, and you are given the choice of logging in or attending a meeting.
nb: Start Zoom, og du får valget om du vil logge inn eller delta på møte.

source: What should managers do?
nb: Hva gjør du som leder?

source: Under options you can also change other settings such as number of copies, duplex printing, stapling, etc.
nb: Under options kan du også endre andre innstillinger som antall kopier, tosidig utskrift, stifting mm.

source: Methods and techniques for sketching and prototyping
nb: Metoder og teknikker for å lage skisser og prototyper

source: Submission and exam in the spring semester:
nb: Levering og eksamen i høstsemesteret:

source: Have you as an employee at HiØ experienced unwanted sexual attention or sexual harassment?
nb: Har du som ansatt ved HiØ opplevd uønsket seksuell oppmerksomhet eller seksuell trakassering?

source: Prototyping with cnc machining,3d printing,casting,laser cutting og manual building of models
nb: Prototyping med cnc maskinering,3d printing,støping,laserskjæring og mauell bygging av modeller

source: Alida fitness centre is reserved for ladies, while Fitness 1 is for everyone.
nb: Alida treningssenter er forbeholdt damer, mens Fitness 1 er for alle.

source: Approx. 1350 hours.
nb: Omkring 1350 timer.

source: Patient perception and assessment of administration to acute cardiac care unit.
nb: Relasjonen mellom selvmordpasienter, deres pårørende og helsepersonell.

source: Digitalisation in development policy, teacher training, primary-, secondary- and higher education
nb: Digitalisering i policy dokumenter, digitalisering i barnehage, skole og lærerutdanning

source: Nephrone Clinical Practice,
nb: Tidsskrift for Den norske lægeforening,

source: The manager has a duty to provide care and to act.
nb: Leder har både en omsorgsplikt og en aktivitetsplikt.

source: Work package 2: Lab for co-creating cultural heritage with the help of serious games
nb: Arbeidspakke 2: Lab for å samskape kulturarv ved hjelp av seriøse spill

source: , and we have been partner in the large
nb: , og vi er partner i det store

source: The expected number of working hours for the whole course is 840 hours, of which the sessions comprise 168 hours.
nb: Samlet forventet arbeidstid for hele emnet er 840 årstimer, hvorav undervisningen i samlingene utgjør 168 årstimer.

source: First with responsibility within "IT for teachers", then as head of office at Faculty of Computer Science.
nb: Først med ansvar innen "IT for lærere", deretter som kontorsjef ved Avdeling for informasjonsteknologi.

source: Organisation and learning methods
nb: Organisering og læringsformer

source: Duration approx. 20-30 minutes.
nb: Varighet ca. 20-30 minutter.

source: Methods for design and evaluation of information systems
nb: Metoder for design og evaluering av informasjonssystemer.

source: HiØ establishes an electric car pool on both campuses
nb: HiØ etablerer elbilpool på begge campus

source: The course Productions 3 is directly linked to the student's
nb: Emnet Produksjon 3 er direkte knyttet til studentens

source: If connection to the site on server ls02 is required, provide username in form:
nb: Hvis tilknytning til området på tjeneren ls02 kreves, gi brukernavn på form:

source: External and internal sensor or two internal sensors.
nb: Ekstern og intern sensor eller to interne sensorer.
